export function myMark(){
    console.log(`
Форма для кросс-чека:
https://random-game-cross-check.netlify.app/

Вёрстка +10
[x] - реализован интерфейс игры +5
[x] - в футере приложения есть ссылка на гитхаб автора приложения, год создания приложения, [логотип курса] +5
[x] - Логика игры. Ходы, перемещения фигур, другие действия игрока подчиняются определённым свойственным игре правилам +10
[x] - Реализовано завершение игры при достижении игровой цели +10
[x] - По окончанию игры выводится её результат, например, количество ходов, время игры, набранные баллы, выигрыш или поражение и т.д +10
[x] - Результаты последних 10 игр сохраняются в local storage. Есть таблица рекордов, в которой сохраняются результаты предыдущих 10 игр +10
[x] - Анимации или звуки, или настройки игры. Баллы начисляются за любой из перечисленных пунктов +10
[x] - Очень высокое качество оформления приложения и/или дополнительный не предусмотренный в задании функционал, улучшающий качество приложения +10

Спасибо за проверку и удачи в учебе:)
`);
}

