function myMark() {
    console.log(`
    Форма для проверки таска - 
    https://custom-video-cross-check.netlify.app/
    
Ваша отметка - 70 балла(ов)
Все пункты выполнены полностью!

Вёрстка +10

- [x] вёрстка видеоплеера: есть само видео, в панели управления есть кнопка Play/Pause, прогресс-бар, кнопка Volume/Mute, регулятор громкости звука +5
- [x] в футере приложения есть ссылка на гитхаб автора приложения, год создания приложения, [логотип курса]+5

Кнопка Play/Pause на панели управления +10

- [x] при клике по кнопке Play/Pause запускается или останавливается проигрывание видео +5
- [x] внешний вид и функционал кнопки изменяется в зависимости от того, проигрывается ли видео в данный момент +5
- [x] Прогресс-бар отображает прогресс проигрывания видео. При перемещении ползунка прогресс-бара вручную меняется текущее время проигрывания видео. Разный цвет прогресс-бара до и после ползунка +10
- [x] При перемещении ползунка регулятора громкости звука можно сделать звук громче или тише. Разный цвет регулятора громкости звука до и после ползунка +10
- [x] При клике по кнопке Volume/Mute можно включить или отключить звук. Одновременно с включением/выключением звука меняется внешний вид кнопки. Также внешний вид кнопки меняется, если звук включают или выключают перетягиванием регулятора громкости звука от нуля или до нуля +10

Кнопка Play/Pause в центре видео +10

- [x] есть кнопка Play/Pause в центре видео при клике по которой запускается видео и отображается панель управления +5
- [x] когда видео проигрывается, кнопка Play/Pause в центре видео скрывается, когда видео останавливается, кнопка снова отображается +5

Очень высокое качество оформления приложения и/или дополнительный не предусмотренный в задании функционал, улучшающий качество приложения +10

Спасибо :)
    `)
}

export default myMark;